{
  "heroes": [
    {
      "name": "Aquaman",
      "lastname": "Pérez",
      "email": "aquaman@heroes.com",
      "bio": "El poder más reconocido de Aquaman es la capacidad telepática para comunicarse con la vida marina, la cual puede convocar a grandes distancias.",
      "image": "assets/img/aquaman.png",
      "appearance": "1941-11-01",
      "business": "DC",
      "id": 1
    },
    {
      "name": "Batman",
      "lastname": "González",
      "email": "batman@heroes.com",
      "bio": "Los rasgos principales de Batman se resumen en «destreza física, habilidades deductivas y obsesión». La mayor parte de las características básicas de los cómics han variado por las diferentes interpretaciones que le han dado al personaje.",
      "image": "assets/img/batman.png",
      "appearance": "1939-05-01",
      "business": "DC",
      "id": 2
    },
    {
      "id": 3,
      "name": "Daredevil",
      "lastname": "Fernández",
      "email": "daredevil@heroes.com",
      "bio": "Al haber perdido la vista, los cuatro sentidos restantes de Daredevil fueron aumentados por la radiación a niveles superhumanos, en el accidente que tuvo cuando era niño. A pesar de su ceguera, puede \"ver\" a través de un \"sexto sentido\" que le sirve como un radar similar al de los murciélagos.",
      "image": "assets/img/daredevil.png",
      "appearance": "1964-01-01",
      "business": "Marvel"
    },
    {
      "id": 4,
      "name": "Hulk",
      "lastname": "Díaz",
      "email": "hulk@heroes.com",
      "bio": "Su principal poder es su capacidad de aumentar su fuerza hasta niveles prácticamente ilimitados a la vez que aumenta su furia. Dependiendo de qué personalidad de Hulk esté al mando en ese momento (el Hulk Banner es el más débil, pero lo compensa con su inteligencia).",
      "image": "assets/img/hulk.png",
      "appearance": "1962-05-01",
      "business": "Marvel"
    },
    {
      "id": 5,
      "name": "Green Lantern",
      "lastname": "Gómez",
      "email": "green.lantern@heroes.com",
      "bio": "Poseedor del anillo de poder que posee la capacidad de crear manifestaciones de luz sólida mediante la utilización del pensamiento. Es alimentado por la Llama Verde (revisada por escritores posteriores como un poder místico llamado Starheart), una llama mágica contenida en dentro de un orbe (el orbe era en realidad un meteorito verde de metal que cayó a la Tierra, el cual encontró un fabricante de lámparas llamado Chang)",
      "image": "assets/img/linterna-verde.png",
      "appearance": "1940-06-01",
      "business": "DC"
    },
    {
      "id": 6,
      "name": "Spider Man",
      "lastname": "Rodríguez",
      "email": "spider.man@heroes.com",
      "bio": "Tras ser mordido por una araña radiactiva, obtuvo los siguientes poderes sobrehumanos, una gran fuerza, agilidad, poder trepar por paredes. La fuerza de Spider-Man le permite levantar 10 toneladas o más. Gracias a esta gran fuerza Spider-Man puede realizar saltos íncreibles. Un \"sentido arácnido\", que le permite saber si un peligro se cierne sobre él, antes de que suceda. En ocasiones este puede llevar a Spider-Man al origen del peligro.",
      "image": "assets/img/spiderman.png",
      "appearance": "1962-08-01",
      "business": "Marvel"
    },
    {
      "id": 7,
      "name": "Wolverine",
      "lastname": "Martínez",
      "email": "wolverine@heroes.com",
      "bio": "En el universo ficticio de Marvel, Wolverine posee poderes regenerativos que pueden curar cualquier herida, por mortal que ésta sea, además ese mismo poder hace que sea inmune a cualquier enfermedad existente en la Tierra y algunas extraterrestres . Posee también una fuerza sobrehumana, que si bien no se compara con la de otros superhéroes como Hulk, sí sobrepasa la de cualquier humano.",
      "image": "assets/img/wolverine.png",
      "appearance": "1974-11-01",
      "business": "Marvel"
    },
    {
      "name": "FLASH",
      "lastname": "Allen",
      "email": "flash@heroes.com",
      "bio": "Biografía de flash",
      "image": "assets/img/daredevil.png",
      "appearance": "2021-06-18T22:00:00.000Z",
      "business": "DC",
      "id": 9
    }
  ]
}